/* No comment provided by engineer. */
"%@" = "%@";

/* Title format string for event ended */
"%@ ended at %@" = "%1$@ ended at %2$@";

/* No comment provided by engineer. */
"%@ is due" = "%@ is due";

/* No comment provided by engineer. */
"%@ is due %@" = "%1$@ is due %2$@";

/* Title format string for event started */
"%@ started at %@" = "%1$@ started at %2$@";

/* Title format string for event started */
"%@ started on %@ (all-day)" = "%1$@ started on %2$@ (all-day)";

/* No comment provided by engineer. */
"%@ will be due %@" = "%1$@ will be due %2$@";

/* No comment provided by engineer. */
"%@ will be due %@ at %@" = "%1$@ will be due %2$@ at %3$@";

/* No comment provided by engineer. */
"%@ will end in %@" = "%1$@ will end in %2$@";

/* No comment provided by engineer. */
"%@ will start in %@" = "%1$@ will start in %2$@";

/* No comment provided by engineer. */
"%@ will start on %@ (all-day)" = "%1$@ will start on %2$@ (all-day)";

/* No comment provided by engineer. */
"%ld minutes" = "%ld minutes";

/* No comment provided by engineer. */
"Alert! Enabling this option will cause GrowlCal to launch when you login" = "Alert! Enabling this option will cause GrowlCal to launch when you login";

/* No comment provided by engineer. */
"All Day Event Alert" = "All Day Event Alert";

/* No comment provided by engineer. */
"Allowing this will let GrowlCal launch everytime you login, so that it can send notifications for events at all times" = "Allowing this will let GrowlCal launch everytime you login, so that it can send notifications for events at all times";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Enabling this option will cause GrowlCal to run without showing a dock icon or a menu item.\n\nTo access preferences, tap GrowlCal in Launchpad, or open GrowlCal in Finder." = "Enabling this option will cause GrowlCal to run without showing a dock icon or a menu item.\n\nTo access preferences, tap GrowlCal in Launchpad, or open GrowlCal in Finder.";

/* No comment provided by engineer. */
"Event Alert" = "Event Alert";

/* No comment provided by engineer. */
"Event End Alert" = "Event End Alert";

/* No comment provided by engineer. */
"GrowlCal must restart for this change to take effect." = "GrowlCal must restart for this change to take effect.";

/* No comment provided by engineer. */
"less than one minute" = "less than one minute";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Shows an alert at ToDo deadlines" = "Shows an alert at ToDo deadlines";

/* No comment provided by engineer. */
"Shows an alert for all day events" = "Shows an alert for all day events";

/* No comment provided by engineer. */
"Shows an alert for the upcoming end of an event" = "Shows an alert for the upcoming end of an event";

/* No comment provided by engineer. */
"Shows an alert for upcoming all day events" = "Shows an alert for upcoming all day events";

/* No comment provided by engineer. */
"Shows an alert for upcoming events" = "Shows an alert for upcoming events";

/* No comment provided by engineer. */
"Shows an alert for upcoming ToDo deadlines" = "Shows an alert for upcoming ToDo deadlines";

/* No comment provided by engineer. */
"Shows an alert when an event begins" = "Shows an alert when an event begins";

/* No comment provided by engineer. */
"To Do Alert" = "To Do Alert";

/* No comment provided by engineer. */
"Upcoming All Day Event Alert" = "Upcoming All Day Event Alert";

/* No comment provided by engineer. */
"Upcoming Event Alert" = "Upcoming Event Alert";

/* No comment provided by engineer. */
"Upcoming Event End Alert" = "Upcoming Event End Alert";

/* No comment provided by engineer. */
"Upcoming To Do Alert" = "Upcoming To Do Alert";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause GrowlCal to run in the background" = "Warning! Enabling this option will cause GrowlCal to run in the background";

